/* No comment provided by engineer. */
"Enable location services!" = "Enable location services!";

/* No comment provided by engineer. */
"Enable notifications!" = "Enable notifications!";

/* No comment provided by engineer. */
"Give us 5 star if you like us" = "Mettez-nous cinq étoiles, si vous préférez notre application";

/* No comment provided by engineer. */
"Help us to improve your experience" = "Aidez-nous à devenir meilleur";

/* No comment provided by engineer. */
"Help us to improve your experience!" = "Aidez-nous à devenir meilleur!";

/* No comment provided by engineer. */
"Leave feedback" = "Laisser le commentaire";

/* No comment provided by engineer. */
"Let this app access Camera!" = "Let this app access Camera!";

/* No comment provided by engineer. */
"Let this app access Contacts!" = "Let this app access Contacts!";

/* No comment provided by engineer. */
"Let this app access Photos!" = "Let this app access Photos!";

/* No comment provided by engineer. */
"No thanks" = "Non, merci";

/* No comment provided by engineer. */
"Please give us some feedback and we`ll do our best to improve your experience" = "Laissez, s’il-vous plaît, votre commentaire et nous ferons tout notre possible pour devenir meilleur";

/* No comment provided by engineer. */
"Please give us some feedback and we’ll do our best to improve your user experience." = "Laissez, s’il-vous plaît, votre commentaire et nous ferons tout notre possible pour devenir meilleur";

/* No comment provided by engineer. */
"Please rate our app" = "Estimez, s’il-vous plaît, notre application";

/* Please spread the word if you like us */
"Please spread the word if you like us!" = "Si vous préférez notre application, postez-la dans les réseaux sociaux!";

/* No comment provided by engineer. */
"Rate this app!" = "Estimez, s’il-vous plaît, notre application";

/* Share with friends
   Share with friends! */
"Share with friends!" = "Postez un message aux amis!";

